import React from 'react';
import './Advice.css';

function Advice() {
  return (
    <>
      <div className="advice_1">
        <img
          src="https://i.pinimg.com/564x/a4/11/d7/a411d77f8a03ad08464aef1bfd0591b7.jpg"
          alt="windowpane"
        ></img>
        <div className="advice_text">
          <h2>서비스직이 천직이다</h2>
          <p>
            캐나다에서 서버로 8개월간 일하면서 서비스직이 꽤 재미있고 나와 잘
            맞기도 하는 부분이 있었다.
            <br />
            <br />
            여행을 한다는 것보다 여러 사람을 만난다는 것이 너무 좋았다. <br />{' '}
            비행 자체가 좋았고 승객들의 필요를 채워주면서 존재의 의미를 찾았다.
            <br />
            <br />
            동료들은 일하다 보면 '내가 이런 것까지 해야 되는 건가..' 하는 현타를
            겪기도 한다고 한다. <br />
            흔히 승무원이 감정노동이라고 하지만, 내가 일했던 항공사에서는 그런
            어려움은 없었다. <br /> 물론, 이상한 동료, 승객만 만나는
            동료들도있긴 했지만, <br />
            돌이켜보면 이 부분은 스스로 이런 스트레스를 얼마 만큼 극복할 수
            있느냐가 관건이라고 본다. <br /> 같은 상황을 겪더라도 감상이
            사람마다 다 다른 것처럼. <br /> <br /> 그리고 인종차별은 근절해야
            하는 것이지만, 일하다 보면 인종들이 특성별로 묶이고 그에 따르는
            선입견을 갖게 되는 단점이 있다. <br /> 서비스업이 천직이라는 것은
            사람을 좋아한다는 것과도 관계가 있지 않은가. <br />
            전세계 사람들과 친구가 되어 즐겁고 신나게 일하다 보면, 긍적적인
            것들만을 상상했는데 실제로는 그 반대인 때도 많이 있었다. <br />
            <br />
            사람들 행동 패턴은 인종에 무관하게 모두가 비슷하기 때문에 적절하지
            못한 요청이 여러번 비슷하게 반복되면, 짜증으로 적립되어서
            <br /> 괜히 별것 아닌데도 엉뚱한 사람한테 과민반응하게 되기도 한다.{' '}
            <br /> 내 기준이겠지만, 어떤 동료들은 서비스직이랑 안 맞아 보이는
            경우도 많다. <br />
            extra miles 하려는 그런 태도가 굉장히 중요한 것 같은데 어떻게든 일을
            안 해보려고 꼼수 부리거나, <br />
            승객들한테 진심으로 대하지 않거나 하는 것을 보면 사실 안타깝다.{' '}
            <br />
            충분히 가능한데도 거절하고 괜히 못되게 구는 동료들도 많이 봤다.{' '}
            <br /> 한 번은 꼬마 손님이 비즈니스 전자 구동 좌석 사이로 플레잉카드
            일부를 떨어뜨려서 콜벨을 울렸다.
            <br />
            동료 하나가 갔다 왔는데 콜벨이 또 울렸다. <br />
            나는 가서 의자를 이리 눕혔다 저리 세웠다 하며 카드를 다 꺼내려고
            발버둥을 쳤다. <br />
            팔을 그대로 좌석 사이에 밀어넣었다 뺐다 하니 그 벨크로에 좌라락 긁혀
            상처가 나기도 했다. <br /> 먼저 다녀온 동료가 나중에 묻는다. 자기는
            사실 못한다고 했다고. <br />
            만약 꺼내주려고 했어도 한 두어 장 꺼내주고 이제 더이상 못 한다 하고
            말았을거라고. 뭐하려고 그렇게까지 하냐고. <br /> 특히 그 아이 버릇
            없기 짝이 없었는데. 뭐 고맙다는 말이나 제대로 들었냐고. <br />뭐
            그럴 수도 있겠지만 고맙단 말 들으려고 한 것도 아니고, 일단 내가 할
            만큼 했으니 내 만족이라고 생각했다. <br /> 나는 늘 그리 혹자의
            표현으론 멍청(?)하게, 하지만 적어도 나는 진심을 다해 일했다. <br />
            물론 일하다 보면 우선순위를 설정하는 것이 중요하고, 전체 흐름을 위해
            어떤 부분은 포기해야 되기도 한다. <br /> 특히 적절한 시간 안에
            무언가를 수행해야 하고, 때로는 안전과 연결된 가장 중요한 부분을
            다루기도 하기 때문이다. <br /> 그럴 때는 마냥 친절한 것만이 능사는
            아니다. <br />
            지금도 비행기에 올라 승객들과 마주하던 순간이 언제나 그립다. <br />{' '}
            그 어느 멋진 도시를 가는 것보다도 비행 그 자체가 늘 재밌고 뿌듯하고
            뜻깊었다. <br /> <br /> 혼자 있을 때 우울하다가도 비행 가서 동료들과
            승객들과 어울리며 웃고,
            <br />
            내 작은 행동으로 만족을 가져가는 승객들을 보면서 기분이 좋아지곤
            했다. <br />
            누군가에게 편의를 제공하고 그 사람들로부터 감사함을 표현 받을 때,
            오히려 내가 더 보상받는 기분이었다.
          </p>
        </div>
      </div>

      <div className="advice_2">
        <img
          src="https://i.pinimg.com/564x/fc/ea/f6/fceaf6da6658f72bffc103a00419e233.jpg"
          alt="baordingpass"
        ></img>
        <div className="advice_text_2">
          <h2>여가시간이 많았으면 좋겠다</h2>
          <p>
            여가시간이 정말 많다. <br />
            <br />
            비행 사이사이 오프가 길다. <br />
            최대 5일 연속 오프도 받을 수 있다. <br />한 달에 최소 9일 이상은
            오프로 주도록 정해져 있는데 <br />
            보통 10, 11일은 완전한 데이오프였었다. <br />
            비행은 한 달에 90시간(최근에는 크루 부족 현상으로 100시간을 기본으로
            넘긴다고도 들었다.) 안팎인 경우가 보통인 듯 하다. <br />
            만약 랜딩이 새벽 이르게 내리면 그날 하루도 거의 쉬는 날이나 진배
            없다고 보면 된다. <br />
            <br />
            이런 시간을 활용하려고 결심을 하고 그렇게 할 수 있는 능력만 있다면,
            무슨 일을 해내도 해낼 수 있는 그런 여가시간이다. <br />
            실제로 투잡을 하는 친구들도 보았다. <br />
            레스토랑을 운영하거나 작가로 일한다든지. <br />
            아니면 소규모로 물건을 판다든지. <br />
            혹은 자기계발을 위해 시간을 활용하는 경우는 더욱 많았다. <br />
            승마를 배우거나 외국어를 배우거나 혹은 온라인 학위를 진행하는 것도
            보았다. <br />
            만약 이런 것들을 잘 활용한다면 향후 자신의 커리어를 쌓는 데에 도움이
            될 수도 있고, <br />
            승무원 직업이 채워주지 못하는 부족한 점들을 채울 수도 있을 것이다.
          </p>
        </div>
      </div>

      <div className="advice_3">
        <img
          src="https://i.pinimg.com/564x/94/e1/b9/94e1b93783f644fd2a7bb99a1f5285f6.jpg"
          alt="familytrip"
        ></img>
        <div className="advice_text_3">
          <h2>가족들에게 해외여행을 시켜주고 싶다</h2>
          <p>
            일하며 가장 잘한 일을 꼽으라면 가족들과 다닌 해외여행이다. <br />
            항공사마다 이 가족티켓, 지인티켓 제도의 상세 내용은 조금씩 다르다.{' '}
            <br />
            재직했던 곳에서는 직계가족뿐만 아니라 형제자매까지 90% 할인 티켓
            혜택을 줄 수 있다. <br />
            대신 두당 2장까지 가능하다. <br />
            그런데 이 1장 개념 안에 하나의 도시에서 다른 도시로의 이동만이
            가능한 것이 아니라, ICN-DXB-FCO/BCN-DXB-ICN 이런 식으로 여러 구간을
            넣을 수 있다. <br />
            아마 6 구간까지 가능하던가. 가족에게 50% 할인 티켓은 무제한이다.{' '}
            <br />
            <br />
            아마 승무원 생활을 안했더라면 가족들을 이렇게 데리고 해외여행을
            시켜드릴 수 있었을까 싶다. <br />
            사실 나의 부모님은 살며 일밖에 모르며 지내셔서 휴가 내는 것도 어색해
            하셨다. <br />
            그래도 다행히 소중한 시간을 내주셔서 여기저기 모시고 다녔는데 요즘
            같이 여행이 흔한 시대에,
            <br /> 이게 두분께는 첫 해외여행이었다. <br />
            누군가에게는 별게 아닌 일일지도 모르겠지만 이렇게 효도할 수 있어서
            뿌듯했다.
            <br />
            <br />
            덧붙여, 90% 할인 티켓은 본인은 무제한이다. <br />
            그런데 이게 무조건 대기 티켓이다. <br />
            해당 편명에 정상 손님과 50% 할인 티켓을 다 태운 뒤에, 여분 좌석이
            있어야 탑승이 가능하단 소리다. <br />
            오버북이거나 피크 시즌에는 아무리 쉬는 날이고 휴가여도, 서울 가는
            비행기에 절대 오르지 못할 수도 있다. <br />
            실제로 한국인 승무원이 900여 명에, 서울 비행에는 스태프 티켓 탑승이
            다른 편명에 비해 매번 높은 편이니 집 가는 것도 경쟁이다. <br />
            자리가 부족하면 입사순으로 좌석을 가져간다.
            <br />
            참, 본인은 ALT(Annual Leave Ticket)이라고 해서 해마다 1장, 3년까지는
            지정한 국적 국가로, 이후는 어디든 갈 수 있는 티켓 종류가 있다.{' '}
            <br />이 티켓은 무료이고, 그냥 무조건 탈 수 있는 확약 티켓이다.{' '}
            <br />
            집에 1년에 1번은 꼭 갈 수 있게 해주는 나름의 배려다.
            <br />
            또한, 3년 계약을 달성할 때마다 세금만 내는 티켓(SRC)이 또 1장씩
            나오는데, <br />이 티켓은 직계가족 누구든 사용할 수 있어 활용도가
            좀더 높다. <br />
            게다가 퇴사시 여분이 있을 경우 퇴사한 후에도 사용이 가능하다. <br />
            물론 확약이 아닌 대기지만 이 티켓을 사용하면 한국에서 유럽을
            왕복한다고 해도 채 10만원이 안 나온다.
          </p>
        </div>
      </div>

      <div className="advice_4">
        <img
          src="https://i.pinimg.com/564x/e6/02/a8/e602a8865e8f6712607092c23e2d2bc3.jpg"
          alt="world"
        ></img>
        <div className="advice_text">
          <h2>다국적 동료들과 승객들과의 교감</h2>
          <p>
            나와 함께 입사한 친구들은 <br />
            호주, 중국, 이집트, 스웨덴, 인도, 독일, 터키, 태국, 체코, 이탈리아
            등등 다양한 나라에서 왔다. <br />이 중 대만, 독일, 체코, 이탈리아
            친구와는 지금도 종종 연락을 하며 안부를 묻곤 한다. <br />
            특히 대만 친구는 나에게 마음을 많이 나눠준 소중한 친구다.
            <br />
            <br />
            비행을 하면서도 다양한 나라의 다양한 사람들을 만나게 된다. <br />
            그러면서 편견을 깨기도 하고 물론 쌓는, 그 자체가 굉장히 값진
            경험이다. <br />
            특히 라운지에서 있다 보면 정말 다양한 배경을 가진 사람들과 깊고
            심각한 대화를 나누게 될 때도 있다.
            <br /> 오래 가져갈 만한 의미 있는 조언을 해준 영국인 사업가가 특히
            기억에 남는다.
            <br />
            <br />
            유쾌하고 즐겁고 친근한, 처음 만나는 누구나 금세 친구가 되는 그 열린
            분위기는 참 이상적이다.
            <br /> 이건 아무래도 시니어리티가 없기 때문도 한 몫 하지 싶다.{' '}
            <br />
            정말 장점이다. <br />
            물론 업무의 전달 체계나 명령 체계는 존재하지만 일단 모든 관계는
            평등하다. <br />
            하고 싶은 말 의견 피력 다 할 수 있다. <br />
            파일럿도 그냥 이름으로 부른다. <br />
            레이오버 때도 그냥 체크인 하고 나면 각자 자유로운 시간이다.
          </p>
        </div>
      </div>
    </>
  );
}

export default Advice;
